[
        {
        "name": "Alan",
        "position": "Outreach Person",
        "description": "I am Alan and I am Outreach Director for Coding With A Purpose. (I made this very jank website) I have been in this glorious club since 9th grade. Outside of CWAP, I am programming lead for Team 303, and I run for our school's track team.",
        "images": [
            "/Alan1.jpg",
            "/contactus.jpg",
            "/CWAP.png"
        ]
        },
        {
        "name": "Ayush",
        "position": "President",
        "description": "Hi everyone! My name is Ayush and I am the president of Coding With A Purpose. I have been in this club since freshman year, joining originally to gain experience in coding projects. This club has now grown to much more than just coding, I have met fascinating people, made lifelong experiences, and gotten to work on incredible meaningful projects. Outside of Coding With A Purpose, I am a member of Team 303 in FRC Robotics and Model UN. In my free time I enjoy listening to music and sleeping although I don’t get a lot.",
        "images": [
            "/codecode.jpg",
            "/Officers/Ayush.jpg",
            "/CWAP.png"
        ]
        },
        {
        "name": "Alexander",
        "position": "Code Developer",
        "description": "My name is Alexander and I am in charge of managing our projects and helping teach the club members. I have been interested in programming for many years, and this club has been a great opportunity for me to share my knowledge and help impactful coding projects get made. In my free time I work on electronics projects and bike in nature.",
        "images": [
            "/Alexander.png",
            "/contactus.jpg",
            "/CWAP.png"
        ]
        },
        {
        "name": "Ethan",
        "position": "Code Developer",
        "description": "I do stuff",
        "images": [
            "/Ethan.jpg",
            "/contactus.jpg",
            "/CWAP.png"
        ]
        },
        {
        "name": "Aarnav",
        "position": "Project Researcher",
        "description": "Hello everyone! My name is Arnav Dedhia and I am an officer in coding with a purpose.    Last year, when I joined the club, I learned many new coding concepts. Even now, this club helps me learn all of the many different sides of coding. Outside of school, I swim on a club team and on the brhs swim team. Also, I enjoy hanging out with my friends",
        "images": [
            "/Aarnav.jpg",
            "/contactus.jpg",
            "/CWAP.png"
        ]
        },
        {
        "name": "Mahika",
        "position": "Former Vice President",
        "description": "I do stuff",
        "images": [
            "/codecode.jpg",
            "/contactus.jpg",
            "/CWAP.png"
        ]
        },
        {
        "name": "Sonia",
        "position": "Former President",
        "description": "I do stuff",
        "images": [
            "/codecode.jpg",
            "/contactus.jpg",
            "/CWAP.png"
        ]
        }
    ]
